#1. შექმენით ფუნქცია, სადაც გექნებათ 5 სიტყვიანი სია, შემდეგ მომხმარებელს შემოატანინეთ 0-იდან 5-მდე რიცხვი, და დაუპრინტეთ ეგ index თქვენი შექმნილი სიიდან.
def print_word_from_list():
    words = ["მშვიდობა", "ბედნიერება", "მგზავრობა", "გაგება", "განათლება"]
    try:
        index = int(input("შეიყვანეთ რიცხვი 0-დან 4-მდე: "))
        if 0 <= index <= 4:
            print(f"სიტყვა: {words[index]}")
        else:
            print("გთხოვთ, შეიყვანოთ რიცხვი 0-დან 4-მდე.")
    except ValueError:
        print("გთხოვთ, შეიყვანოთ ვალიდური რიცხვი.")
print_word_from_list()
